Repository: ryanlew02/HalfLight
Catalog: HalfLight/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pt_br, ru, zh_hans

source: Quick check
ar: فحص سريع
de: Kurzer Check
es: Comprobación rápida
fr: Vérification rapide
it: Verifica rapida
ja: クイックチェック
ko: 빠른 점검
nl: Snelle check
pt_br: Verificação rápida
ru: Быстрая проверка
zh_hans: 快速检查

source: Quitting for good
ar: التوقّف نهائيًا
de: Endgültig aufhören
es: Abandonar para siempre
fr: Arrêter pour de bon
it: Smettere per sempre
ja: きっぱりやめる
ko: 아예 그만두기
nl: Definitief stoppen
pt_br: Desistir de vez
ru: Бросить навсегда
zh_hans: 彻底放弃

source: Re-analyze
ar: إعادة التحليل
de: Erneut analysieren
es: Reanalizar
fr: Réanalyser
it: Rianalizza
ja: 再分析
ko: 다시 분석
nl: Opnieuw analyseren
pt_br: Reanalisar
ru: Проанализировать снова
zh_hans: 重新分析

source: Re-analyzing…
ar: جارٍ إعادة التحليل…
de: Wird erneut analysiert…
es: Reanalizando…
fr: Réanalyse en cours…
it: Rianalisi in corso…
ja: 再分析中…
ko: 다시 분석 중…
nl: Opnieuw analyseren…
pt_br: Reanalisando…
ru: Анализируем снова…
zh_hans: 正在重新分析…

source: Reach a 3-day streak
ar: حقّق سلسلة 3 أيام
de: Erreiche eine 3-Tage-Serie
es: Alcanza una racha de 3 días
fr: Atteignez une série de 3 jours
it: Raggiungi una serie di 3 giorni
ja: 3日連続を達成
ko: 3일 연속 기록 달성
nl: Bereik een reeks van 3 dagen
pt_br: Alcance uma sequência de 3 dias
ru: Достигните серии в 3 дня
zh_hans: 达成 3 天连续记录

source: Read back through your journal and you'll find recurring themes — a certain place, person, feeling, or impossible event. These are your dream signs. Learning to recognize them is huge: when one shows up, it can trigger the realization that you're dreaming.
ar: أعد قراءة يومياتك وستجد مواضيع متكررة — مكان معيّن أو شخص أو شعور أو حدث مستحيل. هذه هي إشارات حلمك. تعلّم التعرّف عليها أمر هائل: حين تظهر إحداها، قد تشعل إدراكك أنك تحلم.
de: Lies dein Tagebuch noch einmal durch und du findest wiederkehrende Themen – einen bestimmten Ort, eine Person, ein Gefühl oder ein unmögliches Ereignis. Das sind deine Traumzeichen. Sie erkennen zu lernen, ist enorm: Taucht eines auf, kann es die Erkenntnis auslösen, dass du träumst.
es: Relee tu diario y encontrarás temas recurrentes: cierto lugar, persona, sensación o evento imposible. Esas son tus señales oníricas. Aprender a reconocerlas es enorme: cuando aparece una, puede desencadenar la conciencia de que estás soñando.
fr: Relisez votre journal et vous trouverez des thèmes récurrents — un certain lieu, une personne, une sensation, ou un événement impossible. Ce sont vos signes oniriques. Apprendre à les reconnaître est capital : quand l'un d'eux apparaît, il peut déclencher la prise de conscience que vous rêvez.
it: Rileggi il tuo diario e troverai temi ricorrenti — un certo luogo, una persona, una sensazione o un evento impossibile. Sono i tuoi segnali onirici. Imparare a riconoscerli è enorme: quando ne compare uno, può innescare la consapevolezza di stare sognando.
ja: 日記を読み返すと、繰り返し現れるテーマが見つかります——ある場所、人、感覚、あるいはあり得ない出来事。それがあなたの「夢のサイン」です。これを見分けられるようになるのは大きな一歩。サインが現れたとき、それが「夢を見ている」という気づきの引き金になり得ます。
ko: 일기를 다시 읽어 보면 반복되는 주제가 보입니다 — 특정한 장소, 사람, 느낌, 혹은 일어날 수 없는 사건. 이것이 당신의 꿈 신호입니다. 이를 알아보는 법을 익히는 것은 대단히 중요합니다: 신호가 나타날 때, 그것이 “지금 꿈꾸고 있다”는 깨달음을 촉발할 수 있습니다.
nl: Lees je dagboek terug en je vindt terugkerende thema's — een bepaalde plek, persoon, gevoel of onmogelijke gebeurtenis. Dit zijn je droomtekens. Ze leren herkennen is enorm: als er een opduikt, kan het het besef triggeren dat je droomt.
pt_br: Releia seu diário e encontrará temas recorrentes — um certo lugar, pessoa, sensação ou evento impossível. Esses são seus sinais de sonho. Aprender a reconhecê-los é enorme: quando um aparece, pode disparar a percepção de que você está sonhando.
ru: Перечитай свой дневник — и найдёшь повторяющиеся темы: определённое место, человека, чувство или невозможное событие. Это твои признаки сна. Научиться их узнавать — огромное дело: когда такой признак появляется, он может вызвать осознание того, что ты спишь.
zh_hans: 回读你的日记，你会发现反复出现的主题——某个地方、某个人、某种感觉，或某件不可能的事。这些就是你的梦境征兆。学会识别它们意义重大：当其中之一出现时，它能触发“我在做梦”的觉悟。

source: Read tonight's plan: you'll set a gentle alarm for a few hours after bedtime.
ar: اقرأ خطة الليلة: ستضبط منبّهًا لطيفًا لبضع ساعات بعد موعد النوم.
de: Lies den heutigen Plan: Du stellst einen sanften Wecker für ein paar Stunden nach dem Zubettgehen.
es: Lee el plan de esta noche: pondrás una alarma suave para unas horas después de acostarte.
fr: Lisez le plan de ce soir : vous réglerez une alarme douce quelques heures après le coucher.
it: Leggi il piano di stanotte: imposterai una sveglia delicata per qualche ora dopo esserti coricato.
ja: 今夜の計画を読みましょう。就寝の数時間後に、やさしいアラームをセットします。
ko: 오늘 밤 계획을 읽으세요. 잠자리에 든 뒤 몇 시간 후로 부드러운 알람을 맞추게 됩니다.
nl: Lees het plan voor vanavond: je zet een zachte wekker voor een paar uur na het naar bed gaan.
pt_br: Leia o plano desta noite: você vai programar um alarme suave para algumas horas depois de deitar.
ru: Прочитайте план на сегодня: вы поставите мягкий будильник на несколько часов после отхода ко сну.
zh_hans: 读一读今晚的计划：你将把一个轻柔的闹钟设在睡下后的几个小时。

source: Real external beings
ar: كائنات خارجية حقيقية
de: Echte äußere Wesen
es: Seres externos reales
fr: De véritables êtres extérieurs
it: Veri esseri esterni
ja: 実在する外部の存在
ko: 실재하는 외부 존재
nl: Echte externe wezens
pt_br: Seres externos reais
ru: Реальные внешние существа
zh_hans: 真实的外部存在

source: Reality Check
ar: فحص الواقع
de: Realitätscheck
es: Comprobación de realidad
fr: Test de réalité
it: Verifica della realtà
ja: 現実確認
ko: 현실 점검
nl: Realiteitscheck
pt_br: Teste de realidade
ru: Проверка реальности
zh_hans: 现实检验

source: Reality Checks
ar: فحوصات الواقع
de: Realitätschecks
es: Comprobaciones de realidad
fr: Tests de réalité
it: Verifiche della realtà
ja: 現実確認
ko: 현실 점검
nl: Realiteitschecks
pt_br: Testes de realidade
ru: Проверки реальности
zh_hans: 现实检验

source: Reality Checks complete. You've built a waking habit that's quietly hunting for your dreams.
ar: اكتمل فحص الواقع. لقد بنيت عادة يقظة تطارد أحلامك بهدوء.
de: Realitätschecks abgeschlossen. Du hast eine Wachgewohnheit aufgebaut, die still nach deinen Träumen jagt.
es: Comprobaciones de realidad completas. Has construido un hábito de vigilia que caza tus sueños en silencio.
fr: Tests de réalité terminés. Vous avez bâti une habitude de veille qui traque discrètement vos rêves.
it: Controlli di realtà completati. Hai costruito un'abitudine da svegli che dà la caccia ai tuoi sogni in silenzio.
ja: リアリティチェック完了。あなたは、夢を静かに狩る覚醒時の習慣を築きました。
ko: 리얼리티 체크 완료. 당신은 조용히 당신의 꿈을 사냥하는 깨어 있을 때의 습관을 만들었습니다.
nl: Realiteitschecks voltooid. Je hebt een waakgewoonte opgebouwd die stilletjes op je dromen jaagt.
pt_br: Checagens de realidade concluídas. Você construiu um hábito de vigília que caça seus sonhos em silêncio.
ru: Проверки реальности завершены. Вы выработали привычку наяву, которая тихо охотится за вашими снами.
zh_hans: 现实检验完成。你已建立起一个清醒时的习惯，正悄悄地猎捕你的梦。

source: Reality testing was popularized by lucid-dream researcher Stephen LaBerge as a way to make critical, questioning awareness so automatic that it shows up on its own inside a dream.
ar: شاع اختبار الواقع على يد باحث الأحلام الواضحة ستيفن لابرج كوسيلة لجعل الوعي النقدي المتسائل تلقائيًا إلى حدّ أنه يظهر من تلقاء نفسه داخل الحلم.
de: Das Realitätstesten wurde vom Klartraum-Forscher Stephen LaBerge bekannt gemacht – als Weg, kritisches, hinterfragendes Bewusstsein so automatisch zu machen, dass es von selbst im Traum auftaucht.
es: La comprobación de realidad fue popularizada por el investigador de sueños lúcidos Stephen LaBerge como una forma de volver la conciencia crítica y cuestionadora tan automática que aparece por sí sola dentro de un sueño.
fr: Le test de réalité a été popularisé par le chercheur en rêve lucide Stephen LaBerge comme moyen de rendre la conscience critique et questionnante si automatique qu'elle surgit d'elle-même à l'intérieur d'un rêve.
it: Il test di realtà è stato reso popolare dal ricercatore sui sogni lucidi Stephen LaBerge come modo per rendere la consapevolezza critica e indagatrice così automatica da affiorare da sola dentro un sogno.
ja: リアリティテストを広めたのは明晰夢の研究者スティーヴン・ラバージで、批判的に問いかける意識を自動化し、夢の中でひとりでに立ち上がるようにする方法としてでした。
ko: 리얼리티 테스트는 자각몽 연구자 스티븐 라버지가 대중화했는데, 비판적이고 의심하는 의식을 자동화해 꿈속에서 저절로 떠오르게 만드는 방법이었습니다.
nl: Realiteitstesten werd populair gemaakt door lucide-droomonderzoeker Stephen LaBerge, als een manier om kritisch, bevragend bewustzijn zo automatisch te maken dat het vanzelf in een droom opduikt.
pt_br: O teste de realidade foi popularizado pelo pesquisador de sonhos lúcidos Stephen LaBerge como uma forma de tornar a consciência crítica e questionadora tão automática que surge sozinha dentro de um sonho.
ru: Проверку реальности популяризировал исследователь осознанных сновидений Стивен Лаберж — как способ сделать критическое, вопрошающее сознание настолько автоматическим, что оно само возникает внутри сна.
zh_hans: 现实检验由清醒梦研究者斯蒂芬·拉伯奇推广开来，作为一种让批判性、质疑性的觉知变得如此自动、以至于会在梦中自行浮现的方法。

source: Rebuild recall: intention, stillness, and writing anything down
ar: أعد بناء الاسترجاع: النية، والسكون، وتدوين أي شيء
de: Erinnerung wieder aufbauen: Absicht, Stille und irgendetwas aufschreiben
es: Reconstruir el recuerdo: intención, quietud y anotar cualquier cosa
fr: Reconstruire le rappel : intention, immobilité et noter n'importe quoi
it: Ricostruire il richiamo: intenzione, immobilità e annotare qualunque cosa
ja: 想起を立て直す——意図、静止、そして何でも書き留める
ko: 회상을 다시 세우기: 의도, 가만히 있기, 그리고 무엇이든 적기
nl: Herinnering opnieuw opbouwen: intentie, stilte en wat dan ook opschrijven
pt_br: Reconstruir a recordação: intenção, imobilidade e anotar qualquer coisa
ru: Восстановить припоминание: намерение, неподвижность и записывать что угодно
zh_hans: 重建回忆：意图、静止，并写下任何东西

source: Recall is the foundation of everything. No technique works without it.
ar: التذكّر أساس كل شيء. لا تنجح أي تقنية بدونه.
de: Erinnerung ist die Grundlage von allem. Keine Technik funktioniert ohne sie.
es: El recuerdo es la base de todo. Ninguna técnica funciona sin él.
fr: La mémoire est le fondement de tout. Aucune technique ne marche sans elle.
it: Il richiamo è la base di tutto. Nessuna tecnica funziona senza di esso.
ja: 想起はすべての土台です。それなしでは、どんな技法も機能しません。
ko: 회상은 모든 것의 토대입니다. 그것 없이는 어떤 기법도 통하지 않습니다.
nl: Herinnering is de basis van alles. Geen enkele techniek werkt zonder.
pt_br: A memória é a base de tudo. Nenhuma técnica funciona sem ela.
ru: Память — основа всего. Без неё не работает ни одна техника.
zh_hans: 回忆是一切的基础。没有它，任何技巧都不起作用。

source: Recall is trainable for almost everyone — patience rebuilds it.
ar: الاسترجاع قابل للتدريب لدى الجميع تقريبًا — والصبر يعيد بناءه.
de: Erinnerung ist bei fast jedem trainierbar – Geduld baut sie wieder auf.
es: El recuerdo es entrenable para casi todos: la paciencia lo reconstruye.
fr: Le rappel est entraînable pour presque tout le monde — la patience le reconstruit.
it: Il richiamo è allenabile per quasi tutti — la pazienza lo ricostruisce.
ja: 想起はほぼ誰でも鍛えられます——忍耐がそれを立て直します。
ko: 회상은 거의 누구나 단련할 수 있습니다 — 인내가 그것을 다시 세웁니다.
nl: Herinnering is voor bijna iedereen te trainen — geduld bouwt het weer op.
pt_br: A recordação é treinável para quase todos — a paciência a reconstrói.
ru: Припоминание тренируемо почти у каждого — терпение его восстанавливает.
zh_hans: 几乎人人都能训练回忆能力——耐心会把它重建起来。

source: Recall mastered. You're catching dreams and reading their patterns — the raw material of lucidity.
ar: أتقنت التذكّر. أنت تلتقط الأحلام وتقرأ أنماطها — المادة الخام للوعي.
de: Erinnerung gemeistert. Du fängst Träume ein und liest ihre Muster – den Rohstoff der Luzidität.
es: Recuerdo dominado. Estás atrapando sueños y leyendo sus patrones: la materia prima de la lucidez.
fr: Mémorisation maîtrisée. Vous attrapez vos rêves et lisez leurs schémas — la matière première de la lucidité.
it: Richiamo padroneggiato. Stai catturando i sogni e leggendone gli schemi: la materia prima della lucidità.
ja: 想起をマスターしました。あなたは夢を捕まえ、そのパターンを読み解いています——明晰さの原材料です。
ko: 회상을 익혔습니다. 당신은 꿈을 붙잡고 그 패턴을 읽고 있습니다 — 자각의 원재료입니다.
nl: Herinnering onder de knie. Je vangt dromen en leest hun patronen — de grondstof van luciditeit.
pt_br: Memória dominada. Você está capturando sonhos e lendo seus padrões — a matéria-prima da lucidez.
ru: Память освоена. Ты ловишь сны и читаешь их закономерности — сырьё осознанности.
zh_hans: 回忆已掌握。你正在捕捉梦境、解读它们的模式——这是清醒的原材料。

source: Recall rarely arrives whole. You'll get a mood, a color, a face, a place. Write the fragment first, then gently ask: what came before this? Often one detail unspools several more. Never dismiss a scrap as too small.
ar: نادرًا ما يأتي التذكّر كاملًا. ستحصل على مزاج أو لون أو وجه أو مكان. اكتب الشظية أولًا، ثم اسأل بلطف: ماذا سبق هذا؟ غالبًا ما تفكّ تفصيلة واحدة عدة تفاصيل أخرى. لا تستبعد قصاصة أبدًا لأنها صغيرة جدًا.
de: Erinnerung kommt selten ganz. Du bekommst eine Stimmung, eine Farbe, ein Gesicht, einen Ort. Schreib zuerst das Fragment auf und frag dann sanft: Was kam davor? Oft rollt ein Detail mehrere weitere auf. Verwirf nie einen Fetzen als zu klein.
es: El recuerdo rara vez llega entero. Tendrás un estado de ánimo, un color, un rostro, un lugar. Escribe primero el fragmento y luego pregúntate con suavidad: ¿qué vino antes de esto? A menudo un detalle desenrolla varios más. Nunca descartes un retazo por pequeño.
fr: La mémoire arrive rarement entière. Vous aurez une ambiance, une couleur, un visage, un lieu. Notez d'abord le fragment, puis demandez-vous doucement : qu'y avait-il avant ? Souvent un détail en déroule plusieurs autres. Ne rejetez jamais un fragment parce qu'il est trop petit.
it: Il ricordo arriva di rado intero. Avrai un'atmosfera, un colore, un volto, un luogo. Scrivi prima il frammento, poi chiediti con calma: cosa è venuto prima di questo? Spesso un dettaglio ne srotola molti altri. Non scartare mai un brandello perché troppo piccolo.
ja: 想起は丸ごとやってくることはめったにありません。気分、色、顔、場所——そんな断片です。まず断片を書き、それから静かに問いましょう。「この前には何があった？」。たいてい、一つの細部が次々と他を引き出します。小さすぎるからと、かけらを切り捨ててはいけません。
ko: 회상은 통째로 오는 일이 드뭅니다. 분위기, 색, 얼굴, 장소가 떠오를 겁니다. 먼저 그 조각을 적고, 그런 다음 부드럽게 물어보세요: 이 앞에는 무엇이 있었지? 종종 하나의 디테일이 여러 개를 풀어냅니다. 너무 사소하다고 조각을 결코 버리지 마세요.
nl: Herinnering komt zelden compleet. Je krijgt een sfeer, een kleur, een gezicht, een plek. Schrijf eerst het fragment op en vraag dan rustig: wat kwam hiervoor? Vaak rolt één detail er meerdere uit. Verwerp nooit een flard als te klein.
pt_br: A memória raramente chega inteira. Você terá um clima, uma cor, um rosto, um lugar. Escreva o fragmento primeiro e então pergunte com calma: o que veio antes disto? Muitas vezes um detalhe desenrola vários outros. Nunca descarte um retalho por ser pequeno demais.
ru: Воспоминание редко приходит целиком. Тебе достанется настроение, цвет, лицо, место. Сначала запиши фрагмент, затем мягко спроси: что было до этого? Часто одна деталь разматывает ещё несколько. Никогда не отмахивайся от обрывка как от слишком мелкого.
zh_hans: 回忆很少完整地到来。你会得到一种情绪、一种颜色、一张脸、一个地方。先写下这个碎片，然后温和地问：在这之前是什么？往往一个细节会牵出好几个。永远别因为太小而丢弃任何一丝碎片。

source: Recognizing your personal recurring patterns is a doorway to becoming lucid.
ar: التعرّف على أنماطك المتكررة الشخصية بوابة إلى أن تصبح واعيًا.
de: Deine persönlichen wiederkehrenden Muster zu erkennen ist ein Tor zur Luzidität.
es: Reconocer tus patrones recurrentes personales es una puerta para volverte lúcido.
fr: Reconnaître vos schémas récurrents personnels est une porte vers la lucidité.
it: Riconoscere i tuoi schemi ricorrenti personali è una porta per diventare lucido.
ja: 自分だけの繰り返しのパターンに気づくことが、明晰になるための入り口です。
ko: 자신만의 반복 패턴을 알아보는 것이 자각으로 가는 문입니다.
nl: Je persoonlijke terugkerende patronen herkennen is een deur naar lucide worden.
pt_br: Reconhecer seus padrões recorrentes pessoais é uma porta para se tornar lúcido.
ru: Узнавание своих личных повторяющихся закономерностей — дверь к осознанности.
zh_hans: 识别你个人反复出现的模式，是通向清醒的一扇门。

source: Recommit to one simple routine for the next week — no chopping and changing.
ar: التزم من جديد بروتين بسيط واحد للأسبوع القادم — دون تبديل وتغيير.
de: Verpflichte dich für die nächste Woche neu auf eine einfache Routine – kein Wechseln und Ändern.
es: Vuelve a comprometerte con una rutina simple la próxima semana, sin cambiar y rotar.
fr: Réengagez-vous sur une routine simple pour la semaine à venir — sans tout changer sans cesse.
it: Reimpegnati su una routine semplice per la prossima settimana — senza cambi e rimescolamenti.
ja: 来週、シンプルなルーティン一つにあらためて取り組みましょう——あれこれ変えずに。
ko: 다음 주에 단순한 루틴 하나에 다시 전념하세요 — 이리저리 바꾸지 말고.
nl: Verbind je voor de komende week opnieuw aan één eenvoudige routine — geen gewissel en geschuif.
pt_br: Recomprometa-se com uma rotina simples na próxima semana — sem ficar trocando e mudando.
ru: Снова возьмите на себя одну простую рутину на следующую неделю — без перемен и метаний.
zh_hans: 下周重新投入到一套简单的日常——不要东改西换。

source: Record 2 dreams before they slip away
ar: سجّل حلمين قبل أن يفلتا
de: Zeichne 2 Träume auf, bevor sie entgleiten
es: Registra 2 sueños antes de que se escapen
fr: Enregistrez 2 rêves avant qu'ils ne s'échappent
it: Registra 2 sogni prima che svaniscano
ja: 消える前に夢を2件記録
ko: 사라지기 전에 꿈 2개 기록
nl: Leg 2 dromen vast voordat ze ontglippen
pt_br: Registre 2 sonhos antes que escapem
ru: Запишите 2 сна, пока они не ускользнули
zh_hans: 趁梦消逝前记录 2 个

source: Record 3 dreams this week
ar: سجّل 3 أحلام هذا الأسبوع
de: Zeichne diese Woche 3 Träume auf
es: Registra 3 sueños esta semana
fr: Enregistrez 3 rêves cette semaine
it: Registra 3 sogni questa settimana
ja: 今週3件の夢を記録
ko: 이번 주 꿈 3개 기록
nl: Leg deze week 3 dromen vast
pt_br: Registre 3 sonhos esta semana
ru: Запишите 3 сна на этой неделе
zh_hans: 本周记录 3 个梦

source: Record 5 dreams this week
ar: سجّل 5 أحلام هذا الأسبوع
de: Zeichne diese Woche 5 Träume auf
es: Registra 5 sueños esta semana
fr: Enregistrez 5 rêves cette semaine
it: Registra 5 sogni questa settimana
ja: 今週5件の夢を記録
ko: 이번 주 꿈 5개 기록
nl: Leg deze week 5 dromen vast
pt_br: Registre 5 sonhos esta semana
ru: Запишите 5 снов на этой неделе
zh_hans: 本周记录 5 个梦

source: Record a Dream
ar: تسجيل حلم
de: Traum aufzeichnen
es: Registrar un sueño
fr: Enregistrer un rêve
it: Registra un sogno
ja: 夢を記録
ko: 꿈 기록하기
nl: Een droom vastleggen
pt_br: Registrar um sonho
ru: Записать сон
zh_hans: 记录梦境

source: Record a dream to see themes.
ar: سجّل حلمًا لرؤية المواضيع.
de: Zeichne einen Traum auf, um Themen zu sehen.
es: Registra un sueño para ver los temas.
fr: Enregistrez un rêve pour voir les thèmes.
it: Registra un sogno per vedere i temi.
ja: 夢を記録するとテーマが表示されます。
ko: 꿈을 기록하면 주제가 표시됩니다.
nl: Leg een droom vast om thema's te zien.
pt_br: Registre um sonho para ver os temas.
ru: Запишите сон, чтобы увидеть темы.
zh_hans: 记录一个梦境即可查看主题。

source: Record a few dreams to unlock your activity.
ar: سجّل بعض الأحلام لفتح نشاطك.
de: Zeichne ein paar Träume auf, um deine Aktivität freizuschalten.
es: Registra algunos sueños para desbloquear tu actividad.
fr: Enregistrez quelques rêves pour débloquer votre activité.
it: Registra qualche sogno per sbloccare la tua attività.
ja: いくつか夢を記録すると、アクティビティが表示されます。
ko: 꿈을 몇 개 기록하면 활동이 표시됩니다.
nl: Leg een paar dromen vast om je activiteit te ontgrendelen.
pt_br: Registre alguns sonhos para desbloquear sua atividade.
ru: Запишите несколько снов, чтобы открыть активность.
zh_hans: 记录几个梦境即可解锁你的活动。

source: Recorded
ar: مُسجَّل
de: Aufgezeichnet
es: Registrado
fr: Enregistré
it: Registrato
ja: 記録日時
ko: 기록됨
nl: Vastgelegd
pt_br: Registrado
ru: Записано
zh_hans: 记录于

source: Reflect
ar: تأمّل
de: Reflektieren
es: Reflexiona
fr: Réfléchir
it: Rifletti
ja: 振り返る
ko: 돌아보기
nl: Reflecteer
pt_br: Reflita
ru: Размышление
zh_hans: 反思

source: Rehearse the first move tonight: "lucid → calm → rub hands."
ar: تمرّن على الحركة الأولى الليلة: "واعٍ ← اهدأ ← افرك اليدين."
de: Übe heute Nacht den ersten Schritt: „luzid → beruhigen → Hände reiben.“
es: Ensaya el primer movimiento esta noche: "lúcido → calma → frotar manos".
fr: Répétez le premier geste ce soir : "lucide → calme → frotter les mains".
it: Prova la prima mossa stanotte: "lucido → calma → sfregare le mani".
ja: 今夜、最初の一手をリハーサルしましょう。「明晰→落ち着く→手をこする。」
ko: 오늘 밤 첫 동작을 연습하세요. "자각 → 진정 → 손 비비기."
nl: Oefen vanavond de eerste zet: 'lucide → kalm → handen wrijven.'
pt_br: Ensaie o primeiro movimento esta noite: "lúcido → calma → esfregar as mãos".
ru: Отрепетируйте первый шаг сегодня: «осознанность → спокойствие → потереть ладони».
zh_hans: 今晚预演第一个动作：“清醒 → 冷静 → 搓手。”

source: Rehearse your reaction now: "I'm dreaming — stay calm, stay grounded."
ar: تمرّن على ردّ فعلك الآن: "أنا أحلم — ابقَ هادئًا، ابقَ ثابتًا."
de: Übe jetzt deine Reaktion: „Ich träume – bleib ruhig, bleib geerdet.“
es: Ensaya tu reacción ahora: "Estoy soñando: mantén la calma, mantente firme".
fr: Répétez votre réaction maintenant : "Je rêve — reste calme, reste ancré."
it: Prova ora la tua reazione: "Sto sognando — resta calmo, resta radicato."
ja: いま、自分の反応をリハーサルしましょう。「私は夢を見ている——落ち着いて、地に足をつけて。」
ko: 지금 당신의 반응을 연습하세요. "나는 꿈을 꾸고 있다 — 침착하게, 단단히 디딘 채로."
nl: Oefen nu je reactie: "Ik droom — blijf kalm, blijf geaard."
pt_br: Ensaie sua reação agora: "Estou sonhando — fique calmo, fique firme."
ru: Отрепетируйте свою реакцию сейчас: «Я сплю — сохраняй спокойствие, оставайся укоренённым».
zh_hans: 现在就预演你的反应：“我在做梦——保持平静，稳住脚跟。”

source: Rehearsing the moment of realization trains your mind to actually have it.
ar: التدرّب على لحظة الإدراك يدرّب عقلك على أن يحظى بها فعلًا.
de: Den Moment der Erkenntnis zu proben trainiert deinen Geist, ihn wirklich zu erleben.
es: Ensayar el momento de darse cuenta entrena a tu mente para tenerlo de verdad.
fr: Répéter le moment de la prise de conscience entraîne votre esprit à le vivre réellement.
it: Provare il momento della consapevolezza allena la tua mente ad averlo davvero.
ja: 気づきの瞬間をリハーサルすることが、実際にそれを起こすよう心を鍛えます。
ko: 알아차리는 순간을 연습하는 것이, 실제로 그 순간을 갖도록 마음을 단련합니다.
nl: Het moment van besef oefenen traint je geest om het echt te beleven.
pt_br: Ensaiar o momento da percepção treina sua mente para realmente tê-lo.
ru: Репетиция момента осознания тренирует ум действительно его пережить.
zh_hans: 预演那个醒悟的瞬间，会训练你的心智真正去拥有它。

source: Relying on one technique alone
ar: الاعتماد على تقنية واحدة فقط
de: Sich auf eine einzige Technik verlassen
es: Apoyarte en una sola técnica
fr: Vous fier à une seule technique
it: Affidarti a una sola tecnica
ja: 一つの技法だけに頼る
ko: 한 가지 기법에만 의존하기
nl: Op één enkele techniek vertrouwen
pt_br: Depender de uma única técnica
ru: Полагаться на одну‑единственную технику
zh_hans: 只依赖单独一种技巧

source: REM periods grow longer toward morning — that's prime dreaming territory.
ar: تطول فترات REM مع اقتراب الصباح — وهذا هو الميدان الأمثل للأحلام.
de: REM-Phasen werden zum Morgen hin länger – das ist erstklassiges Traumgebiet.
es: Los periodos REM se alargan hacia la mañana: ese es el terreno ideal para soñar.
fr: Les périodes de sommeil paradoxal s'allongent vers le matin — c'est le territoire de rêve par excellence.
it: I periodi REM si allungano verso il mattino: è il territorio ideale per sognare.
ja: レム睡眠は朝に向かって長くなります——そこが絶好の夢の領域です。
ko: 렘수면 구간은 아침으로 갈수록 길어집니다 — 그곳이 최적의 꿈 영역입니다.
nl: REM-periodes worden langer richting de ochtend — dat is het ideale droomterrein.
pt_br: Os períodos de REM ficam mais longos perto da manhã — esse é o território ideal para sonhar.
ru: Фазы REM удлиняются к утру — это лучшее время для сновидений.
zh_hans: REM 时段在临近清晨时变长——那是做梦的黄金地带。
